Repository: mehmetakdemir92/maia
Catalog: maia/Localizable.xcstrings
Source language: en
Languages: de, es, fr, tr

source: KULLANIM KOSULLARI Maia uygulamasini kullanarak bu kosullari kabul etmis sayilirsiniz. 1) Hesap ve guvenlik - Hesap bilgilerinizin guvenliginden siz sorumlusunuz. - Hesabinizin yetkisiz kullanimini fark etmeniz halinde bize bildirmeniz gerekir. 2) Izin verilen kullanim - Uygulama yalnizca hukuka uygun ve egitim amacli kullanilabilir. - Sisteme yetkisiz erisim, hizmeti bozma girisimi veya tersine muhendislik yasaktir. 3) Ucretli ozellikler ve abonelik - Premium icerikler abonelik kapsaminda sunulabilir. - Ucretlendirme, yenileme ve iptal surecleri Apple App Store tarafindan yonetilir. 4) Degisiklik hakki - Uygulama ozellikleri ve bu kosullar zaman zaman guncellenebilir. - Onemli degisiklikler uygulama icinden duyurulur. 5) Sorumlulugun sinirlandirilmasi - Uygulama "oldugu gibi" sunulur. - Yasal olarak izin verilen olcude, dolayli zararlar ve hizmet kesintilerinden sorumluluk kabul edilmez. 6) Iletisim - Hukuki konular icin: support@yourdomain.com
de: NUTZUNGSBEDINGUNGEN Durch die Nutzung der Maia-App stimmen Sie diesen Bedingungen zu. 1) Konto und Sicherheit - Sie sind für die Sicherheit Ihrer Kontoinformationen verantwortlich. - Sie müssen uns benachrichtigen, wenn Sie eine unbefugte Nutzung Ihres Kontos bemerken. 2) Zulässige Nutzung - Die App darf nur rechtmäßig und zu Bildungszwecken verwendet werden. - Unbefugter Zugriff auf das System, Versuche, den Dienst zu stören, oder Reverse Engineering sind untersagt. 3) Kostenpflichtige Funktionen und Abonnements - Premium-Inhalte können im Rahmen eines Abonnements angeboten werden. - Abrechnungs-, Verlängerungs- und Kündigungsprozesse werden vom Apple App Store verwaltet. 4) Änderungsrecht - App-Funktionen und diese Bedingungen können von Zeit zu Zeit aktualisiert werden. - Wesentliche Änderungen werden innerhalb der App bekannt gegeben. 5) Haftungsbeschränkung - Die App wird „wie besehen“ bereitgestellt. - Soweit gesetzlich zulässig, wird keine Haftung für indirekte Schäden und Dienstunterbrechungen übernommen. 6) Kontakt - Für rechtliche Angelegenheiten: support@yourdomain.com
es: TÉRMINOS DE USO Al usar la aplicación Maia, acepta estos términos. 1) Cuenta y seguridad - Usted es responsable de la seguridad de la información de su cuenta. - Debe notificarnos si detecta un uso no autorizado de su cuenta. 2) Uso permitido - La aplicación solo puede usarse con fines educativos y de forma legal. - Se prohíbe el acceso no autorizado al sistema, los intentos de interrumpir el servicio o la ingeniería inversa. 3) Funciones de pago y suscripción - El contenido Premium puede ofrecerse mediante suscripción. - Los procesos de facturación, renovación y cancelación son gestionados por Apple App Store. 4) Derecho de modificación - Las funciones de la aplicación y estos términos pueden actualizarse ocasionalmente. - Los cambios importantes se anunciarán dentro de la aplicación. 5) Limitación de responsabilidad - La aplicación se proporciona "tal cual". - En la medida permitida por la ley, no se acepta responsabilidad por daños indirectos ni interrupciones del servicio. 6) Contacto - Para asuntos legales: support@yourdomain.com
fr: CONDITIONS D'UTILISATION En utilisant l'application Maia, vous acceptez ces conditions. 1) Compte et sécurité - Vous êtes responsable de la sécurité des informations de votre compte. - Vous devez nous informer si vous constatez une utilisation non autorisée de votre compte. 2) Utilisation autorisée - L'application ne peut être utilisée qu'à des fins légales et éducatives. - L'accès non autorisé au système, la tentative de perturbation du service ou l'ingénierie inverse sont interdits. 3) Fonctionnalités payantes et abonnement - Le contenu Premium peut être proposé dans le cadre d'un abonnement. - Les processus de facturation, de renouvellement et d'annulation sont gérés par l'Apple App Store. 4) Droit de modification - Les fonctionnalités de l'application et ces conditions peuvent être mises à jour de temps à autre. - Les modifications importantes sont annoncées via l'application. 5) Limitation de responsabilité - L'application est fournie "telle quelle". - Dans la mesure permise par la loi, aucune responsabilité n'est acceptée pour les dommages indirects et les interruptions de service. 6) Contact - Pour les questions juridiques : support@yourdomain.com

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
tr: Diller

source: Launch pricing — limited time.
de: Einführungspreis — zeitlich begrenzt.
es: Precio de lanzamiento — tiempo limitado.
fr: Prix de lancement — durée limitée.
tr: Lansman fiyatı — sınırlı süre

source: learned
de: gelernt
es: aprendido
fr: appris
tr: öğrenilen

source: Legal
de: Rechtliches
fr: Mentions légales
tr: Yasal

source: Loading quiz...
de: Quiz wird geladen...
es: Cargando cuestionario...
fr: Chargement du quiz...
tr: Quiz yükleniyor...

source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
tr: Giriş yap

source: Max. Streak
de: Max. Serie
es: Racha máx.
fr: Meilleure série
tr: En uzun seri

source: Maximum attempts reached for today
de: Maximale Versuche für heute erreicht
es: Se ha alcanzado el número máximo de intentos para hoy
fr: Nombre maximal de tentatives atteint pour aujourd'hui
tr: Bugün için deneme hakkın doldu

source: Missed yesterday? Watch a short ad to save your streak.
de: Gestern verpasst? Schau eine kurze Werbung, um deine Serie zu retten.
es: ¿Te lo perdiste ayer? Mira un anuncio corto para guardar tu racha.
fr: Manqué hier ? Regardez une courte pub pour sauver votre série.
tr: Dünü mü kaçırdınız? Seriyi kurtarmak için kısa bir reklam izleyin.

source: mo
de: M.
es: mes
fr: mois
tr: ay

source: My example sentences
de: Meine Beispielsätze
es: Mis frases de ejemplo
fr: Mes exemples de phrases
tr: Örnek cümlelerim

source: Name Surname
de: Name Nachname
es: Nombre Apellido
fr: Nom Prénom
tr: Ad Soyad

source: Next Question
de: Nächste Frage
es: Siguiente Pregunta
fr: Question suivante
tr: Sonraki soru

source: Next review: %@
de: Nächste Wiederholung: %@
es: Próximo repaso: %@
fr: Prochaine révision : %@
tr: Sonraki tekrar: %@

source: No active subscription found for this Apple ID.
de: Kein aktives Abonnement für diese Apple-ID gefunden.
es: No se encontró ninguna suscripción activa para este Apple ID.
fr: Aucun abonnement actif trouvé pour cet identifiant Apple.
tr: Bu Apple Kimliği için aktif abonelik bulunamadı.

source: No ads
de: Werbefrei
es: Sin anuncios
fr: Sans pubs
tr: Reklam yok

source: No Diary Entries Yet
de: Noch keine Tagebucheinträge
es: Aún no hay entradas en el diario
fr: Pas encore d'entrées de journal
tr: Henüz günlük kaydı yok

source: Not quite ❌
de: Nicht ganz ❌
es: No del todo ❌
fr: Pas tout à fait ❌
tr: Tam değil ❌

source: or
de: oder
es: o
fr: ou
tr: veya

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
tr: Şifre

source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
tr: Şifreler eşleşmiyor

source: Perfect Quizzes
de: Perfekte Quizze
es: Cuestionarios perfectos
fr: Quiz parfaits
tr: Mükemmel Sınavlar

source: Pick the most natural word:
de: Wähle das natürlichste Wort:
es: Elige la palabra más natural:
fr: Choisissez le mot le plus naturel :
tr: En doğal kelimeyi seç:

source: Plans could not be loaded. In Xcode: Product → Scheme → Edit Scheme → Run → Options → set StoreKit Configuration to MaiaProducts.storekit, then run from Xcode (not an old simulator install).
de: Pläne konnten nicht geladen werden. In Xcode: Product → Scheme → Edit Scheme → Run → Options → StoreKit-Konfiguration auf MaiaProducts.storekit setzen, dann aus Xcode ausführen (nicht von einer alten Simulator-Installation).
es: No se pudieron cargar los planes. En Xcode: Producto → Esquema → Editar Esquema → Ejecutar → Opciones → establece la Configuración de StoreKit en MaiaProducts.storekit, luego ejecuta desde Xcode (no desde una instalación antigua del simulador).
fr: Impossible de charger les forfaits. Dans Xcode : Produit → Schéma → Modifier le schéma → Exécuter → Options → définissez la configuration StoreKit sur MaiaProducts.storekit, puis exécutez depuis Xcode (pas une ancienne installation de simulateur).
tr: Planlar yüklenemedi. Xcode’da: Product → Scheme → Edit Scheme → Run → Options → StoreKit Configuration = MaiaProducts.storekit seçin ve uygulamayı Xcode’dan çalıştırın (eski simülatör kurulumu değil).

source: Play pronunciation
de: Aussprache abspielen
es: Reproducir pronunciación
fr: Écouter la prononciation
tr: Telaffuzu Oynat

source: Practice with learned words
de: Mit gelernten Wörtern üben
es: Practicar con palabras aprendidas
fr: S'entraîner avec les mots appris
tr: Öğrendiğin kelimelerle pratik yap

source: Premium Monthly
de: Premium monatlich
es: Premium Mensual
fr: Premium Mensuel
tr: Premium Aylık

source: Premium removes ads, unlocks AI sentence correction, extra examples, and full profile stats (quiz achievement, max streak).
de: Premium entfernt Werbung, schaltet KI-Satzkorrektur, zusätzliche Beispiele und vollständige Profilstatistiken (Quiz-Erfolge, maximale Serie) frei.
es: Premium elimina los anuncios, desbloquea la corrección de frases con IA, ejemplos adicionales y estadísticas completas del perfil (logros de cuestionario, racha máxima).
fr: Premium supprime les publicités, débloque la correction de phrases par IA, des exemples supplémentaires et des statistiques de profil complètes (réussite des quiz, série maximale).
tr: Premium reklamları kaldırır; yapay zekâ cümle düzeltme, ek örnekler ve profil istatistiklerini (quiz başarısı, en uzun seri) açar.

source: Premium Yearly
de: Premium jährlich
es: Premium Anual
fr: Premium Annuel
tr: Premium Yıllık

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
tr: Gizlilik Politikası

source: Profile
de: Profil
es: Perfil
fr: Profil
tr: Profil

source: Profile Photo Error
de: Profilfoto-Fehler
es: Error de foto de perfil
fr: Erreur de photo de profil
tr: Profil fotoğrafı hatası

source: Question %1$lld of %2$lld
de: Frage %1$lld von %2$lld
es: Pregunta %1$lld de %2$lld
fr: Question %1$lld sur %2$lld
tr: Soru %1$lld / %2$lld

source: Quiz Achievement
de: Quiz-Errungenschaft
es: Logro de Cuestionario
fr: Succès de Quiz
tr: Quiz başarısı

source: Recover yesterday streak by watching ad
de: Gestrige Serie durch Werbung ansehen wiederherstellen
es: Recuperar racha de ayer viendo un anuncio
fr: Récupérer la série d'hier en regardant une pub
tr: Reklam izleyerek dünkü seriyi kurtar

source: Remember Me
de: Angemeldet bleiben
es: Recordarme
fr: Se souvenir de moi
tr: Beni Hatırla

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
tr: Satın alımları geri yükle

source: Retry Quiz
de: Quiz wiederholen
es: Reintentar Cuestionario
fr: Réessayer le Quiz
tr: Quizi yeniden dene

source: Review
de: Wiederholung
es: Repasar
fr: Révision
tr: Tekrar

source: Right now there are no words that need review. Keep it up!
de: Im Moment gibt es keine Wörter, die wiederholt werden müssen. Mach weiter so!
es: Ahora mismo no hay palabras que necesiten repaso. ¡Sigue así!
fr: Pour l'instant, aucun mot n'a besoin de révision. Continuez comme ça !
tr: Şu an tekrar etmen gereken kelime yok. Böyle devam!

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
tr: Kaydet

source: Save %lld%%
de: %lld%% sparen
es: Ahorra %lld%%
fr: Économisez %lld%%
tr: %lld%% tasarruf

source: Saving...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement en cours...
tr: Kaydediliyor...

source: See Results
de: Ergebnisse anzeigen
es: Ver resultados
fr: Voir les résultats
tr: Sonuçları gör

source: Server is temporarily busy. Please tap Try Again in a few seconds.
de: Der Server ist vorübergehend ausgelastet. Bitte tippe in wenigen Sekunden auf „Erneut versuchen“.
es: El servidor está temporalmente ocupado. Por favor, toca Reintentar en unos segundos.
fr: Le serveur est temporairement occupé. Veuillez appuyer sur Réessayer dans quelques secondes.
tr: Sunucu geçici olarak meşgul. Lütfen birkaç saniye sonra Tekrar Dene'ye dokunun.

source: Set your English level
de: Dein Englischniveau festlegen
es: Establece tu nivel de inglés
fr: Définissez votre niveau d'anglais
tr: İngilizce seviyeni ayarla

source: Set your name.
de: Gib deinen Namen ein.
es: Establece tu nombre.
fr: Définissez votre nom.
tr: Adını ayarla.

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
tr: Ayarlar

source: Setup error
de: Einrichtungsfehler
es: Error de configuración
fr: Erreur de configuration
tr: Kurulum hatası

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
tr: Giriş yap

source: Sign in error
de: Anmeldefehler
es: Error al iniciar sesión
fr: Erreur de connexion
tr: Giriş hatası

source: Sign in to view your profile
de: Melde dich an, um dein Profil anzuzeigen
es: Inicia sesión para ver tu perfil
fr: Connectez-vous pour voir votre profil
tr: Profilini görmek için giriş yap

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
tr: Apple ile oturum aç

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
tr: Google ile oturum aç

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
tr: Çıkış yap

source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
tr: Kayıt ol

source: Start free trial
de: Kostenlos testen
es: Iniciar prueba gratuita
fr: Commencer l'essai gratuit
tr: Ücretsiz dene

source: Start with your first word today.
de: Starte heute mit deinem ersten Wort.
es: Empieza hoy con tu primera palabra.
fr: Commencez avec votre premier mot aujourd'hui.
tr: Bugün ilk kelimenle başla.

source: Streak
de: Serie
es: Racha
fr: Série
tr: Seri

source: Streak Rank
de: Serienrang
es: Rango de racha
fr: Classement des séries
tr: Seri Sıralaması

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
tr: Abone ol

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
tr: Abonelik

source: Subscription renews automatically until cancelled in App Store account settings.
de: Das Abonnement verlängert sich automatisch, bis es in den Account-Einstellungen des App Stores gekündigt wird.
es: La suscripción se renueva automáticamente hasta que se cancele en la configuración de la cuenta de App Store.
fr: L'abonnement se renouvelle automatiquement jusqu'à annulation dans les réglages du compte App Store.
tr: Abonelik, App Store hesap ayarlarından iptal edilene kadar otomatik yenilenir.

source: Subscription Terms
de: Abonnementbedingungen
es: Términos de suscripción
fr: Conditions d'abonnement
tr: Abonelik Koşulları

source: Suggestion
de: Vorschlag
es: Sugerencia
tr: Öneri

source: System language
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
tr: Sistem dili

source: Take Quiz
de: Quiz starten
es: Hacer quiz
fr: Faire un quiz
tr: Quize gir

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
tr: Kullanım Koşulları

source: Terms of use (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de uso (EULA)
fr: Conditions d'utilisation (CLUF)
tr: Kullanım şartları (EULA)

source: TestFlight beta only. Mimics App Store subscription.
de: Nur für TestFlight Beta. Simuliert App Store Abonnement.
es: Solo beta de TestFlight. Simula la suscripción de App Store.
fr: Bêta TestFlight uniquement. Simule l'abonnement App Store.
tr: Yalnızca TestFlight beta. App Store aboneliğini taklit eder.

source: The AI service is busy right now. Please wait a few seconds and try again.
de: Der KI-Dienst ist derzeit ausgelastet. Bitte warten Sie einige Sekunden und versuchen Sie es erneut.
es: El servicio de IA está ocupado en este momento. Por favor, espera unos segundos e inténtalo de nuevo.
fr: Le service d'IA est occupé pour le moment. Veuillez patienter quelques secondes et réessayer.
tr: Yapay zeka servisi şu anda meşgul. Lütfen birkaç saniye bekleyip tekrar deneyin.

source: The AI service is temporarily unavailable. Please try again in a moment.
de: Der KI-Dienst ist vorübergehend nicht verfügbar. Bitte versuchen Sie es in Kürze erneut.
es: El servicio de IA no está disponible temporalmente. Por favor, inténtalo de nuevo en un momento.
fr: Le service d'IA est temporairement indisponible. Veuillez réessayer dans un instant.
tr: Yapay zeka servisi geçici olarak kullanılamıyor. Lütfen bir süre sonra tekrar deneyin.

source: This action cannot be undone. Are you sure you want to delete your account?
de: Diese Aktion kann nicht rückgängig gemacht werden. Möchten Sie Ihr Konto wirklich löschen?
es: Esta acción no se puede deshacer. ¿Estás seguro de que quieres eliminar tu cuenta?
fr: Cette action est irréversible. Êtes-vous sûr de vouloir supprimer votre compte ?
tr: Bu işlem geri alınamaz. Hesabınızı silmek istediğinize emin misiniz?

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
tr: Bugün

source: Today's words couldn't be loaded.
de: Die Wörter für heute konnten nicht geladen werden.
es: No se pudieron cargar las palabras de hoy.
fr: Les mots du jour n'ont pas pu être chargés.
tr: Günün kelimeleri yüklenemedi. Bağlantınızı kontrol edin.

source: Today's words target: %@
de: Tagesziel Wörter: %@
es: Objetivo de palabras de hoy: %@
fr: Objectif de mots du jour : %@
tr: Bugünün kelimeleri hedefi: %@

source: Travel
de: Reisen
es: Viajes
fr: Voyage
tr: Seyahat

source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
tr: Tekrar dene

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
tr: Tekrar dene

source: Turkish
de: Türkisch
es: Turco
fr: Turc
tr: Türkçe

source: Unlocked
de: Freigeschaltet
es: Desbloqueado
fr: Débloqué
tr: Açıldı

source: Use this example
de: Dieses Beispiel verwenden
es: Usar este ejemplo
fr: Utiliser cet exemple
tr: Bu örneği kullan

source: User Agreement
de: Nutzungsbedingungen
es: Acuerdo de usuario
fr: Conditions d'utilisation
tr: Kullanıcı sözleşmesi

source: Watch ad
de: Werbung ansehen
es: Ver anuncio
fr: Regarder une pub
tr: Reklamı izle

source: What does "%@" mean?
de: Was bedeutet „%@“?
es: ¿Qué significa "%@"?
fr: Que signifie « %@ » ?
tr: “%@” kelimesi ne anlama gelir?

source: wk
de: Wo.
es: sem.
fr: sem.
tr: hf

source: Word of the Day
de: Wort des Tages
es: Palabra del día
fr: Mot du jour
tr: Günün kelimesi

source: Word Rank
de: Wortrang
es: Clasificación de palabras
fr: Classement des mots
tr: Kelime Sıralaması

source: Words
de: Wörter
es: Palabras
fr: Mots
tr: Kelimeler

source: Xcode DEBUG builds only. Mimics App Store subscription.
de: Nur für Xcode DEBUG-Builds. Simuliert App Store-Abonnement.
es: Solo para compilaciones DEBUG de Xcode. Simula suscripción de App Store.
fr: Versions DEBUG Xcode uniquement. Simule un abonnement App Store.
tr: Yalnızca Xcode DEBUG derlemeleri. App Store aboneliğini taklit eder.

source: You got %1$lld out of %2$lld correct
de: Du hast %1$lld von %2$lld richtig
es: Acertaste %1$lld de %2$lld
fr: Vous avez obtenu %1$lld bonnes réponses sur %2$lld
tr: %2$lld sorudan %1$lld tanesini doğru yaptın

source: You learned it!
de: Du hast es gelernt!
es: ¡Lo aprendiste!
fr: Vous l'avez appris !
tr: Öğrendin!

source: You're all caught up!
de: Du bist auf dem neuesten Stand!
es: ¡Estás al día!
fr: Vous êtes à jour !
tr: Her şey güncel!

source: yr
de: J.
es: año
fr: an
tr: yıl

source: Definition
es: Definición
fr: Définition
tr: Tanım

source: Name
es: Nombre
fr: Nom
tr: Ad

source: OK
es: Aceptar
tr: Tamam

source: 7 day streak
tr: 7 günlük seri

source: 7 perfect quiz scores
tr: 7 mükemmel quiz skoru

source: 7 perfect scores
tr: 7 mükemmel skor

source: 15 day streak in a month
tr: Bir ayda 15 günlük seri

source: 15-day streak in a month
tr: Bir ayda 15 günlük seri

source: An error occurred
tr: Bir hata oluştu

source: Choose a category with Premium. Current: General.
tr: Kategori seçmek için Premium’a geçin. Şu an: Genel.

source: Complete 1 quiz
tr: 1 quiz tamamla

source: Complete 10 quizzes
tr: 10 quiz tamamla

source: Complete your first quiz
tr: İlk quizini tamamla

source: Could not load image
tr: Görsel yüklenemedi

source: Daily words are drawn from this category. Default: General.
tr: Günlük kelimeler bu kategoriden seçilir. Varsayılan: Genel.

source: Debug: force Premium
tr: Debug: Premium’u zorla

source: Email
tr: E-posta

source: Email not verified yet. Open the link in your inbox first.
tr: E-posta henüz doğrulanmadı. Önce gelen kutundaki bağlantıyı aç.

source: Email verified. Opening Maia…
tr: E-posta doğrulandı. Maia açılıyor…

source: Email verified. Welcome!
tr: E-posta doğrulandı. Hoş geldin!

source: Enjoy an ad-free experience, AI-powered sentence correction, and extra example sentences.
tr: Reklamsız deneyim, yapay zekâ destekli cümle düzeltme ve ek örnek cümleler.

source: First Steps
tr: İlk adımlar

source: Head Of The Ambitious Poets Department
tr: Hırslı şairler departmanı başkanı

source: I verified — continue
tr: Doğruladım — devam et

source: Learn 100 words
tr: 100 kelime öğren

source: Learn 200 words
tr: 200 kelime öğren

source: Learn 300 words
tr: 300 kelime öğren

source: Maintain a 7-day streak
tr: 7 günlük seri sürdür

source: Monthly Master
tr: Ay ustası

source: Only in DEBUG builds. Mimics App Store subscription.
tr: Yalnızca DEBUG derlemesinde. App Store aboneliğini taklit eder.

source: Open the link in that email, then tap “I verified” below. Check spam if you don’t see it.
tr: E-postadaki bağlantıyı aç, ardından aşağıdan “Doğruladım — devam et”e bas. Görünmüyorsa spam klasörüne bak.

source: Perfect Week
tr: Kusursuz hafta

source: Plans could not be loaded. Check your connection or try again later.
tr: Planlar yüklenemedi. Bağlantınızı kontrol edin veya daha sonra tekrar deneyin.

source: Premium removes ads and unlocks AI sentence correction and extra example sentences.
tr: Premium reklamları kaldırır; yapay zekâ ile cümle düzeltme ve ek örnek cümleleri açar.

source: Products unavailable. Check App Store Connect / StoreKit config.
tr: Ürünler kullanılamıyor. App Store Connect veya StoreKit yapılandırmasını kontrol edin.

source: Quiz Champion
tr: Quiz şampiyonu

source: Rank
tr: Sıra

source: Resend email
tr: E-postayı yeniden gönder

source: Shakespeare is Calling
tr: Shakespeare çağırıyor

source: Take Photo
tr: Fotoğraf çek

source: Tap the button in the email to open Maia and verify automatically. If you already verified in the browser, tap “I verified” below.
tr: E-postadaki düğmeye basarak Maia’yı aç ve otomatik doğrula. Tarayıcıda doğruladıysan aşağıdan “Doğruladım — devam et”e bas.

source: Tap to view plans
tr: Planları görmek için dokun

source: Upgrade to Premium to see rest of your stats
tr: Kalan istatistiklerini görmek için Premium’a geç

source: Verification email sent again.
tr: Doğrulama e-postası yeniden gönderildi.

source: Verify your email
tr: E-postanı doğrula

source: Vocabulary Master
tr: Kelime ustası

source: We sent a confirmation link to:
tr: Şu adrese bir doğrulama bağlantısı gönderdik:

source: Week Warrior
tr: Hafta savaşçısı

source: Word focus
tr: Kelime odağı

source: Word focus categories
tr: Kelime odağı kategorileri
